[
    {
        "id":"1",
        "name":"Modular Promoter Library", 
        "description":"The Modular Promoter Library is composed of 125 sequence divergent sigma-70 (i.e., constitutive) promoters. This library is constructed from the combinatorial assembly of 3 modules within 5 different commonly used promoters.  The boundaries of the modules were selected rationally.  The original 5 promoters are well studied in vivo and in vitro and have different strengths.\n\nPromoters control the transcription of all genes. Transcription is composed of multiple steps that can be summarized as: transcription initiation, isomerization, and elongation. The main step in transcription initiation is promoter recognition by RNA polymerase. Four different sequence elements in promoters have been identified and well-studied in some cases. The principal elements are –10, –35, extended –10 and UP elements that specify the initial binding of RNA polymerase to a promoter and determine the strength or activity (rate of mRNA production) of the promoter. For a more general review of promoter architecture and review of the field please read Browning and Busby, Nature Reviews in Microbiology, volume 2, page 1, 2004.", 
        "version":"0.1.0",
        "releaseDate":"6/05/2011"
    },
    {
        "id":"2",
        "name":"Random Promoter Library", 
        "description":"Description...", 
        "version":"0.1.0",
        "releaseDate":"6/5/2011"
    },
    {
        "id":"3",
        "name":"Translation Initiation Element Library", 
        "description":"Description...", 
        "version":"0.1.0",
        "releaseDate":""
    },
    {
        "id":"4",
        "name":"Terminator Library", 
        "description":"The Terminator Library  is comprised of terminators described in the literature along with a set of synthetic terminators, random spacers and other supposedly negative controls. Some sequences are very similar, as they are derived from natural paralogs or results from mutations isolated during the cloning process (these have been given similar names). The natural sequences have been extracted from genomic information, and retains their immediate local context (30 nt upstream of the loop and 30 nt downstream of the presumed poly-T tail).\n\nIn this release, terminator parts were cloned into the \"RIIIG\" test rig (pFAB763), wherein the test terminator separates a mRFP1 first cistron from a sfGFP second cistron, and is flanked by RNase III sites, which should ensure processing of the mRNA and limit potential impact of the tested object on mRNA stability. The construct resulting in lower apparent termination efficiency (pFAB826) was used to normalize the measured ratio between reporter signals. Termination efficiency is calculated as follow : TE = sfGFP_test / mRFP1_test * mRFP1_ref / sfGFP_ref.  Please note that preliminary results indicate somewhat different TEs when terminator parts are assayed in different test rigs. However, this appears to be negligible for high termination efficiency (>95%).\n\nWe are evaluating how best to integrate the termination efficiency data with the more general gene expression data available for the Pilot Project, Modular Promoter, and Random Promoter collections.  For the time being, the terminator sequences and termination efficiency data will be provided via this panel.", 
        "version":"0.1.0",
        "releaseDate":"3/21/2011"
    }
]